{
   "massageList": [
      {
         "title": "Duo or four hands massage",
         "imageId": "https://img.youtube.com/vi/YikGAajuV5Q/0.jpg",
         "videoLink":"https://www.youtube.com/watch?v=YikGAajuV5Q",
         "detail": "It entails two individuals who spend luxurious time giving the receiver a body massage. The masseuse rubs massage oil on his or her body as well as the receiver’s. It usually leads to body to body massages. A duo massage can be an overwhelming visual encounter for the receiver because they have to look at two individuals massage their body."
      },
      {
         "title": "Body to body massage",
         "imageId": "https://img.youtube.com/vi/SnPGaY5mF8c/0.jpg",
         "videoLink":"https://www.youtube.com/watch?v=SnPGaY5mF8c&has_verified=1",
         "detail": "It is also known as a nuru massage. Here, the masseuse takes off all his or her clothes then places massage oil on their body as well as the client’s. Notably, the massage oil used for this type does not have odor or taste. Nuru is Japanese word for slippery. Nuru adult massage sometimes leads to sexual intercourse depending on the individual. That is because the masseuse rubs his or her body on the customer’s body."
      },
      {
         "title": "Lingam massage",
         "imageId": "https://img.youtube.com/vi/N29hSou-jGs/0.jpg",
         "videoLink":"https://www.youtube.com/watch?v=N29hSou-jGs&has_verified=1",
         "detail": "The Lingam or Penis Massage is a word that means “Wand of Light.” The wand of light refers to the male penis. The Lingam Massage consists of the masseuse honoring the natural sensations and stimulation of the penis through a massage. The massage includes the shaft, testicles, perineum and external prostate.With this type of erotic massage, the goal is to enjoy the full effects of a genital massage; you do not need to ejaculate, but if it does happen, they do not mind. The man receiving the massage will learn how to receive pleasure."
      },
      {
         "title": "Yoni massage",
         "imageId": "https://img.youtube.com/vi/mtnjkcwWyn0/0.jpg",
         "videoLink":"https://www.youtube.com/watch?v=mtnjkcwWyn0",
         "detail": "Yoni or Vagina Massage stems from honoring, loving and respecting the natural stimulating sensations of the vagina through massage. The term Yoni means Sacred Space or Temple. When you begin a Yoni Massage, be in a space of full relaxation which will help you to feel and accept the pleasure you are receiving.This type of erotic massage is also about the giver enjoying the massage to help build respect and trust within a relationship. Some women use this type of massage to help release sexual health issues like anorgasmia or sexual pain. Like the Lingam Massage, the Yoni Massage does not have the goal to make the receiver have an orgasm but rather for them to enjoy the process."
      },
      {
         "title": "Tantric massage",
         "imageId": "https://img.youtube.com/vi/WzmoHOnodFo/0.jpg",
         "videoLink":"https://www.youtube.com/watch?v=WzmoHOnodFo&list=PLNL-chFVDz2QCrbtHiIUwuYzyxi_MVwZj",
         "detail": "It has an Indian origin, and it includes sex therapy and yoga. Tantric massage entails the concentration of spirituality and sexual awareness between the receiver and the giver. The receiver is required to focus on their personal well-being needs being fulfilled and the experiences. It is all about following relaxation feelings."
      },
      {
         "title": "Soapy massage",
         "imageId": "https://img.youtube.com/vi/YsJyAs7i2N4/0.jpg",
         "videoLink":"https://www.youtube.com/watch?v=YsJyAs7i2N4&has_verified=1",
         "detail": "It entails two people who stand in a shower, and either one individual or the two have to be naked. It aims at cleaning them for sex purposes or further massage. The giver rubs soap within their hands onto the receiver’s body."
      }
   ]
}