{
  "massageList": [
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"Introduction\",\n      \"answer\": [\n        \"Here are ten widely available and well-loved types of massage therapy. You\u0027ll find suitable massage types for everyone in the family from the weekend warriors to the expectant moms.\",\n        \"Try both Western massage techniques, such as Swedish and Deep Tissue, and Oriental massage techniques, such as Shiatsu and Thai Massage to get a taste of both worlds. If you like yoga, you will love Thai Massage!\",\n        \"Have you been avoiding getting a massage because you don\u0027t want to undress? Not all types of massage therapy are done nude. In this lineup, try Foot Reflexology, Shiatsu or Thai Massage. Wear comfortable loose fitting or stretchy clothing like you would wear to workout at the gym. You need to be able to move freely. However, heavy clothes like sweatpants are too thick for your therapist to be able to work through effectively.\"\n      ]\n    }\n  ]\n}",
      "id": "MT_01",
      "imageId": "",
      "isLike": false,
      "title": "Introduction"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Swedish Massage\",\n      \"answer\": [\n        \"The Swedish Massage refers to a variety of techniques specifically designed to relax muscles by applying pressure to them against deeper muscles and bones, and rubbing in the same direction          as the flow of blood returning to the heart. Swedish massage was developed in the 1700\u0027s by a Swedish doctor named Per Henrik Ling.\"\n      ]\n    },\n    {\n      \"question\": \"The History of Swedish Massage\",\n      \"answer\": [\n        \"The invention of Swedish Massage is credited to Pehr Henrik Ling (1776-1839), a prominent Swedish physician and fencing teacher who combined Chinese gymnastic and medical techniques with early 19th century sports medicine to create a system for relieving sore muscles, increasing flexibility and promoting general health. Ling\u0027s theories were popularized by a fellow Swedish physician, Johann Mezger, who helped legitimize Ling\u0027s techniques in the public\u0027s mind by giving them French names. Most massage practiced in the West is in one way or another derived from Ling\u0027s original work.\"\n      ]\n    },\n    {\n      \"question\": \"How to Perform Swedish Massage?\",\n      \"answer\": [\n        \"The therapist lubricates the skin with massage oil and performs various massage strokes. These movements warm up the muscle tissue, releasing tension and gradually breaking up muscle knots or adhered tissues, called adhesions.\",\n        \"Prior to the start of the massage treatment, the therapist will ask you about any history of previous physical injuries. The main purpose of this is so the therapist can take special care to prevent further damage and assist in the healing process to tissues surrounding injured areas.\",\n        \"After the consultation, the therapist instructs you how to lie on the table -- face up or face down, and underneath the sheet or towel -- and then leaves the room. He or she will knock or ask if you are ready before entering.\",\n        \" During a Swedish massage you are generally nude underneath a towel or sheet. The therapist uncovers only the part of the body he/she is working on, a technique called draping.\",\n        \" You usually start by laying face down with your head in a u-shaped face cradle so your spine stays neutral. The therapist generally starts by works your back, using various massage strokes that include effleurage, kneading, friction, stretching and tapping.\",\n        \"When he\u0027s finished with the back, he or she works the back of each leg. When done with the back side, he or she holds the sheet or towel up and looks away while you turn over onto your back and scoot down; then he or she quickly covers you again. The therapist then massages the front of each leg, both arms, and generally finishes with your neck and shoulders.\"\n      ]\n    },\n    {\n      \"question\": \"The Techniques Used in Swedish Massage\",\n      \"answer\": [\n        \"Swedish massage techniques include: long strokes, kneading, friction, tapping, percussion, vibration, effleurage, and shaking motions. The usually sequence of techniques are:\",\n        \"Effleurage: Gliding strokes with the palms, thumbs and/or fingertips\",\n        \"Petrissage: Kneading movements with the hands, thumbs and/or fingers\",\n        \" Friction: Circular pressures with the palms of hands, thumbs and/or fingers\",\n        \" Vibration: Oscillatory movements that shake or vibrate the body\",\n        \"Percussion: Brisk hacking or tapping\",\n        \"Passive and active movements: Bending and stretching\"\n      ]\n    },\n    {\n      \"question\": \"The Cost of Swedish Massage\",\n      \"answer\": [\n        \"The cost of a Swedish massage will just rely on where you go to, a chain like Massage Envy or go to a massage therapist. Swedish massage pricing will also depend on what part of the country you live and how luxurious the place is.\"\n      ]\n    },\n    {\n      \"question\": \"The Benefits of Swedish Massage\",\n      \"answer\": [\n        \"By far, the most popular benefit of Swedish Massage is that it is both relaxing and invigorating. It is an excellent way to help rid the body of tension and to achieve a sense of overall well-being.\",\n        \"A standard Swedish session lasts for 30 or 60 minutes, and addresses most major muscle groups of the body. The session is usually performed on a soft massage table, in an environment that is meant to relax the recipient. The strokes of the massage relax individual muscles, while the overall experience eliminates mental stress\",\n        \"Swedish sessions can target specific areas of pain like a sprained ankle, or they can be used to help manage the chronic pain that comes with conditions like arthritis. By using strokes that improve circulation and increase body-wide relaxation, the massage therapist can help make many painful conditions more bearable\",\n        \"The strokes of Swedish massage replicate the movements of the circulatory system. By performing the strokes toward the heart, Swedish massage drains metabolic waste from the limbs of the body.\",\n        \" Vibration: Oscillatory movements that shake or vibrate the body\",\n        \" Swedish massage can break up muscle adhesions and help promote the healthy healing of scar tissue. Swedish Massage uses strokes like cross-fiber friction to work out the kinks that can accompany injured muscles. These strokes help get rid of scar tissue and return the muscles to their normal, healthy state.\",\n        \"Passive and active movements: Bending and stretching\"\n      ]\n    },\n {\n      \"question\": \"What Should You Do After Swedish\",\n      \"answer\": [\n        \"Swedish massage has a detoxifying effect on the body and you can encourage this by drinking plenty of water and avoiding caffeine, nicotine and alcohol for the next 24 hours. Also try to avoid any strenuous exercise for 24 hours following treatment and try to rest and allow your body to heal from within.\"\n      ]\n    }\n  ]\n}",
      "id": "MT_02",
      "imageId": "swedish_massage",
      "isLike": false,
      "title": "Swedish massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dCbzRcVkpge4"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Deep Tissue Massage?\",\n      \"answer\": [\n        \"Deep tissue massage is a type of massage therapy that focuses on realigning deeper layers of muscles and connective tissue. It is especially helpful for chronically tense and contracted areas such as stiff necks, low back tightness, and sore shoulders. Some of the same strokes are used as classic massage therapy, but the movement is slower and the pressure is deeper and concentrated on areas of tension and pain.\"\n      ]\n    },\n    {\n      \"question\": \"How Does Deep Tissue Massage Work?\",\n      \"answer\": [\n        \"When there is chronic muscle tension or injury, there are usually adhesions (bands of painful, rigid tissue) in muscles, tendons, and ligaments. Adhesions can block circulation and cause pain, limited movement, and inflammation.Deep tissue massage works by physically breaking down these adhesions to relieve pain and restore normal movement. To do this, the massage therapist often uses direct deep pressure or friction applied across the grain of the muscles.\"\n      ]\n    },\n    {\n      \"question\": \"Will Deep Tissue Massage Hurt?\",\n      \"answer\": [\n        \"At certain points during the massage, most people find there is usually some discomfort and pain.It is important to tell the massage therapist when things hurt and if any soreness or pain you ecperience is outside your comfort range.\",\n        \"There is usually some stiffness or pain after a deep tissue massage, but it should subside within a day or so. The massage therapist may recommend applying ice to the area after the massage.\"\n      ]\n    },\n    {\n      \"question\": \"Benefits of Deep Tissue Massage\",\n      \"answer\": [\n        \"Unlike classic massage therapy, which is used for relaxation, deep tissue massage usually focuses on a specific problem, such as:Chronic pain; Limited mobility; Recovery from injuries (e.g. whiplash, falls, sports injury); Repetitive strain injury, such as carpal tunnel syndrome; Postural problems; Ostearthritis pain; Fibromyalgia; Muscle tension or spasm\",\n        \"According to the August 2005 issue of Consumer Reports magazine, 34,000 people ranked deep tissue massage more effective in relieving osteoarthritis pain than physical therapy, exercise, prescription medications, chiropractic, acupuncture, diet, glucosamine and over-the-counter drugs. Deep tissue massage also received a top ranking for fibromyalgia pain. People often notice improved range of motion immediately after a deep tissue massage.\"\n      ]\n    },\n    {\n      \"question\": \"What Can I Expect During My Visit?\",\n      \"answer\": [\n        \"Massage therapists may use fingertips, knuckles, hands, elbows, and forearms during the deep tissue massage.You may be asked to breathe deeply as the massage therapist works on certain tense areas. It is important to drink plenty of water as you can after the massage to flush metabolic waste from the tissues.\"\n      ]\n    },\n    {\n      \"question\": \"Precautions\",\n      \"answer\": [\n        \"Massage is not recommended for certain people: infectious skin disease, rash, or open wounds; immediately after surgery; immediately after chemotherapy or radiation, unless recommended by your doctor; people with osteoporosis should consult their doctor before getting a massage; prone to blood clots, there is a risk of blood clots being dislodged. If you have heart disease, check with your doctor before having a massage; pregnant women should check with their doctor first if they are considering getting a massage. Massage in pregnant women should be done by massage therapists who are certified in pregnancy massage; massage should not be done directly over bruises, inflamed skin, unhealed wounds, tumors, abdominal hernia, or areas of recent fractures.\"\n      ]\n    },\n    {\n      \"question\": \" Additional tips\",\n      \"answer\": [\n        \"Don\u0027t eat a heavy meal before the massage; if it\u0027s your first time at the clinic or spa, arrive at least 10 minutes early to complete the necessary forms. Otherwise, arrive 5 minutes early so you can have a few minutes to rest and relax before starting the massage.\"\n      ]\n    }\n  ]\n}",
      "id": "MT_03",
      "imageId": "deep_tissue_massage",
      "isLike": false,
      "title": "Deep Tisue Massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dYKHfTm7KFnU"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is a Trigger Point Massage?\",\n      \"answer\": [\n        \"A trigger point is a hyperirritable spot that is painful. It is called a trigger point because it triggers a painful response.\nBut a trigger point is more than a tender nodule. It affects not only the muscle where the trigger point is located, but also causes referred pain in tissues supplied by nerves.\",\n\"Trigger points are located in a taut band of muscles fibers. The trigger point is the most tender point in the band. The therapist will locate and deactivate them using finger pressure. One technique is to pick up the muscle fibers in a pincer grip.\"\n      ]\n    } \n  ]\n}",
      "id": "MT_04",
      "imageId": "trigger_point_massage",
      "isLike": false,
      "title": "Trigger point massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dRvLqmrKHG6g"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Sports Massage ?\",\n      \"answer\": [\n        \"Sports Massage is a type of massage that is used to work on athletes of all levels of training from the weekend warrior to professional sports teams. People who do sports massage can be professional massage therapists or some athletic trainers may also do sports massage if it is allowed in their state licensing. Sports activities massage was originally designed to assist athletes prepare their bodies for optimum efficiency, recover right after a large occasion, or function properly in the course of education. Sports activities massage emphasizes prevention and healing of injuries to your muscles and tendons. Sports massage is really helpful for the individual who has injuries, chronic pain or restricted selection of movement.\"\n      ]\n    },\n    {\n      \"question\": \"Purpose of Sports Massage\",\n      \"answer\": [\n        \"Sport massage is really a sort of Swedish massage that stimulates circulation of blood and lymph fluids. The main purpose of sports massage therapy is to help alleviate the stress and tension which builds up in the body\u0027s soft tissues during physical activity. Where minor injuries and lesions occur, due to overexertion and/or overuse, massage can break them down quickly and effectively. The massage will help prepare the athlete for peak performance, to drain away fatigue, to relieve swelling, to reduce muscle tension, to promote flexibility and to prevent injuries. Sports massage can help prevent those niggling injuries that so often get in the way of performance and achievement, whether a person is an athlete or a once a week jogger.\"\n      ]\n    },\n    {\n      \"question\": \"Four Kinds of Sports Massages:\",\n      \"answer\": [\n        \"Pre-event sports activities massage -- a brief, stimulating massage 15 - 45 minutes just before the event. It truly is directed toward the parts in the entire body that can be associated with the exertion.\",\n        \"Post-event sports activities massage -- given inside an hour or two of the event, to normalize the body\u0027s tissues.\",\n        \"Restorative sports activities massage -- given during education to allow the athelete to train more difficult and with much less injury.\",\n        \"Rehabilitative sports massage -- aimed at alleviating ache as a result of injury and returning your body to well being.\"\n      ]\n    },\n    {\n      \"question\": \"Benefits of Sports Massage\",\n      \"answer\": [\n        \" Sports massage has many benefits, sports massage reduces the heart rate and blood pressure, increases blood circulation and lymph flow, reduces muscle tension, improves flexibility, and relieves pain. Each sport and athletic event uses muscle groups in a different way. Sports Massage can also include pre-event, post-event and maintenance techniques that promote greater athletic endurance and performance, lessen chances of injury and reduce recovery time.\"\n      ]\n    }\n  ]\n}",
      "id": "MT_05",
      "imageId": "sports_massage",
      "isLike": false,
      "title": "Sports massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dWjOhw6pXEHc"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Aromatherapy Massage?\",\n      \"answer\": [\n        \"Aromatherapy massage is massage therapy but with highly concentrated plant oils, called essential oils, added to the massage oil or lotion.\"\n      ]\n    },\n    {\n      \"question\": \"How does aromatherapy massage work.?\",\n      \"answer\": [\n        \"The nostrils are attached to a part of the brain called the limbic system. The limbic system controls emotions and influences the nervous system and hormones. When you inhale essential oil molecules, messages are transmitted to the limbic system and affect heart rate, stress level, blood pressure, breathing, memory, digestion, and the immune system. Essential oils are also believed to be absorbed through the skin. Each essential oil has different healing properties. For example, some calm while others energize. Here are some widely used essential oils and their properties: Calming \u0026ndash; chamomile, lavender, geranium; Uplifting \u0026ndash; ylang ylang, clary sage, rose, neroli; Energizing \u0026ndash; rosemary; Cleansing \u0026ndash; rosemary; Decongesting \u0026ndash; eucalyptus, pine, tea tree.\"\n      ]\n    },\n    {\n      \"question\": \"Why do people get aromatherapy massage?\",\n      \"answer\": [\n        \"Stress and stress-related conditions such as insomnia\",\n        \"Headache\",\n\"Digestive disorders\",\n\"Premenstrual syndrome (PMS)\",\n\"Back pain\"\n      ]\n    },\n    {\n      \"question\": \"Here is a few examples of the research that is being done on aromatherapy massage:\",\n      \"answer\": [\n        \"Self-massage significantly improved symptoms and wellbeing in people with lymphedema. It also slightly, but not significantly reduced limb volume. However, carefully chosen aromatherapy oils did not appear to be more effective than massage without aromatherapy oils.\",\n        \"Sixteen first-time mothers received a 30-minute aromatherapy massage two days after delivery, while 20 mothers received standard post-partum care. The aromatherapy massage group had significantly decreased ratings of post-partum blues and anxiety and had increased vigor and attachment to their babies.\",\n\"Research suggests that patients with cancer, particularly in the palliative care setting, are increasingly using aromatherapy and massage.\"\n      ]\n    },\n    {\n      \"question\": \"What can I expect during an aromatherapy massage?\",\n      \"answer\": [\n        \"After the consultation, one or more essential oils are selected based on what you need and are mixed in with the massage oil or lotion. The subtle aroma of the essential oils fill the air around you during the massage. After the massage, the massage therapist may suggest a blend that you can use at home in between massage treatments.\"\n      ]\n    },\n    {\n      \"question\": \"Precautions\",\n      \"answer\": [\n        \"Massage is not recommended for certain people: infectious skin disease, rash, or open wounds; immediately after surgery; immediately after chemotherapy or radiation, unless recommended by your doctor; prone to blood clots, there is a risk of blood clots being dislodged. If you have heart disease, check with your doctor before having a massage; pregnant women should check with their doctor first if they are considering getting a massage. Massage in pregnant women should be done by massage therapists who are certified in pregnancy massage; massage should not be done directly over bruises, inflamed skin, unhealed wounds, tumors, abdominal hernia, or areas of recent fractures.\"\n      ]\n    },\n    {\n      \"question\": \" Additional tips\",\n      \"answer\": [\n        \"Don\u0027t eat a heavy meal before the massage; if it\u0027s your first time at the clinic or spa, arrive at least 10 minutes early to complete the necessary forms. Otherwise, arrive 5 minutes early so you can have a few minutes to rest and relax before starting the massage.\"\n      ]\n    }\n  ]\n}",
      "id": "MT_06",
      "imageId": "",
      "isLike": false,
      "title": "Aromatherapy massage",
      "videoLink": "https://www.youtube.com/watch?v\u003d_OuIXZV_iJs"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Hot Stone Massage Therapy?\",\n      \"answer\": [\n        \"Hot stone massage is a variation on classic massage therapy. Heated smooth, flat stones are placed on key points on the body. The massage therapist may also hold the stones and use them to massage certain areas of the body.\n\nThe use of hot stones for healing dates back to ancient times, but it wasn\u0027t until Arizona massage therapist Mary Nelson introduced her hot stone massage technique, called LaStone Therapy, that the use of hot stones for massage caught on\"\n      ]\n    },\n    {\n      \"question\": \"How Does Hot Stone Massage Work?\",\n      \"answer\": [\n        \"The hot stones are usually made of basalt, a type of rock that is rich in iron, so they retain heat. River rocks are normally used because they are so smooth - they have been smoothed over time by the river\u0027s current.\",\n\"The stones are immersed in water and heated in an electric heating device until they are within a certain temperature range. The stones may be placed at specific points on the back, in the palms of the hand, or between the toes.\",\n\n\"The heat warms and relaxes the muscles, which allows the therapist to apply deeper pressure, if desired. The warmth of the hot stones improves circulation and calms the nervous system. Some massage therapists place stones on points that are thought to be energy centers of the body to rebalance the body and mind.\"\n      ]\n    },\n    {\n      \"question\": \"Why Do People Get Hot Stone Massage?\",\n      \"answer\": [\n        \"Many people find the warmth of the hot stones to be comforting and get it for relaxation. Hot stone massage is suited to people who tend to feel chilly or who have cold feet. It\u0027s also suited for people who have muscle tension but prefer a lighter massage. The heat relaxes muscles, allowing the therapist to work the muscles without using deep pressure.\n\nPeople also get hot stone massage for a variety of health conditions: Back pain and aches; Poor circulation; Osteoarthritis and arthritis pain; Stress, anxiety and tension; Insomnia; Depression.\"\n      ]\n    },\n    {\n      \"question\": \"How Do the Hot Stones Feel?\",\n      \"answer\": [\n        \"The hot stones are never rough. They are always flat and smooth. The hot stones used on the back are about the size of a large egg, only flat. The stones are heated in an electrical heating unit that either provides a temperature reading or has an adjustable thermostat control. The massage therapist always holds the stones first before touching them to your body, which ensures that the temperature will not be too hot. Everyone, however, has their own comfort range. Be sure to speak up if the stones are too hot for you. Cool marble stones are occasionally used during a treatment, particularly if there is inflammation.\" \n      ]\n    },\n    {\n      \"question\": \"What Can I Expect During My Hot Stone Massage?\",\n      \"answer\": [\n        \"The massage therapist often begins by applying oil to the body, which allows the hot stones to glide smoothly along the muscles. You are lying face down, and the massage therapist often then uses the hot stones to massage the back. After the hot stones have relaxed the muscles, the massage therapist may put down the stones and use his or her hands to directly massage the skin.\",\n\"The hot stones may then be placed back on to the body and left for a short period of time.\",\n\"You are then asked to turn over onto your back. The massage therapist may place small hot stones between your toes or in the palm of your hand and repeats the sequence.\"\n      ]\n    },\n    {\n      \"question\": \"Precautions\",\n      \"answer\": [\n        \"Massage is not recommended for certain people: infectious skin disease, rash, or open wounds; immediately after surgery; immediately after chemotherapy or radiation, unless recommended by your doctor; prone to blood clots, there is a risk of blood clots being dislodged. If you have heart disease, check with your doctor before having a massage; pregnant women should check with their doctor first if they are considering getting a massage. Massage in pregnant women should be done by massage therapists who are certified in pregnancy massage; massage should not be done directly over bruises, inflamed skin, unhealed wounds, tumors, abdominal hernia, or areas of recent fractures.\"\n      ]\n    },\n    {\n      \"question\": \" Additional tips\",\n      \"answer\": [\n        \"Don\u0027t eat a heavy meal before the massage; if it\u0027s your first time at the clinic or spa, arrive at least 10 minutes early to complete the necessary forms. Otherwise, arrive 5 minutes early so you can have a few minutes to rest and relax before starting the massage.\"\n      ]\n    }\n  ]\n}",
      "id": "MT_07",
      "imageId": "hot_stone_massage",
      "isLike": false,
      "title": "Hot stone massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dRE6piM1vkkQ"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Reflexology Massage?\",\n      \"answer\": [\n        \"The genuine reflexology is the application of pressure onto particular areas of the soles of the feet. A reflex action in another part of the body is stimulated by the manipulation of each specific area. Unlike other massages that use thumbs, palms, hands, elbow, knee and foot, foot reflexology massage uses hands, fingers and a wood stick with cream and oil.\n\nAccording to Chinese medicine, the sensory nerves of the internal organs that spread throughout the body are mainly gathered around the soles of the feet.\n\nTherefore, the massage is effective in stimulating the functions of the internal organs. Another advantage of this therapy is that there is no risk. Expert masseurs will deal with the critical points on the feet with utmost care. The pain felt there will disappear when the masseur finishes the process.\"\n      ]\n    },\n    {\n      \"question\": \"The Benefits of Foot Reflexology Massage\",\n      \"answer\": [\n        \"It can relieve pain and stiffness caused by too much exercising or using muscle for too long.\",\n\"It can help prevent and cure many symptoms such as headache, stress, asthma, constipation, sinusitis and migraine.\",\n\n\"The blood circulation system will be boosted.\",\n\"The body\u0027s function will be naturally turned into its homeostasis.\"\n\n      ]\n    },\n    {\n      \"question\": \"Restrictions\",\n      \"answer\": [\n        \"The massage must be done with accuracy to avoid wrong reflection which will cause muscle infection.\",\n\"One should not receive a massage until at least one hour after a meal.\",\n\"After receiving a massage, one is required to drink water to eliminate toxin and lactic acids developed during the massage process.\",\n\"Pregnant women, menstruating women and people who are bleeding either internally and externally are not allowed to receive foot reflexology massage.\",\n\"Both masseur and client are prohibited from washing hair, hands, feet or taking a bath within one hour of foot reflexology massage in order to prevent the body\u0027s elements from the effect of coldness.\",\n\"Foot reflexology massage can be given every day but the total duration of both feet in a day should not exceed 45 minutes. However, only ten minutes is allowed for patients who used to suffer from heart attack.\"\n      ]\n    },\n    {\n      \"question\": \"The Practice of Foot Reflexology Massage\",\n      \"answer\": [\n        \"Not all foot massage is reflexology, even though some non-reflex varieties can be a very rejuvenating experience, and help boost the energy circulation.\" \n      ]\n    }\n     \n  ]\n}",
      "id": "MT_08",
      "imageId": "foot_refleology",
      "isLike": false,
      "title": "Foot Refleology",
      "videoLink": "https://www.youtube.com/watch?v\u003dfYgUph17dQA"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Shiatsu Massage?\",\n      \"answer\": [\n        \"Shiatsu massage, sometimes called Zen shiatsu, unifies spiritual, philosophical, and medical aspects of the body. Some westernized massage techniques are combined with the view that energy, qi or chi, circulates along channels called meridians. When freely flowing, chi brings fresh, strong energy and carries away spent energy along with toxins. In this view, any number of influences upset our natural balance of yin and yang. Blocked or diverted chi must be cleared and restored. An Eastern perspective doesn\u0027t cite sleeplessness, indigestion, swollen joints, headaches, or depression as sources of discomfort, but sees them as symptoms of either hyperactive or underproductive chi.\"\n      ]\n    },\n    {\n      \"question\": \"What Happens During a Shiatsu Massage?\",\n      \"answer\": [\n        \"When visiting a practitioner of shiatsu massage, wear thin, loose, comfortable clothing, such as cotton or linen. Expect to lie flat on the floor, a beaded mat, or a futon, so your muscles relax as much as possible. Be prepared to tell the masseuse what you would like worked on. If you have headaches, try to remember if they occur in the morning, after eating spicy food, reading for a long time, or vigorous exercise. Make sure to inform the masseuse of any westernized medical treatment you are receiving, as well. A shiatsu session usually lasts between 45 minutes and an hour.\"\n\n      ]\n    },\n    {\n      \"question\": \"The Benefits of Shiatsu Massage\",\n      \"answer\": [\n        \"Most people enjoy shiatsu massage as much as they enjoy deep tissue massage, but expect some differences. Shiatsu will involve deep breathing, rotating and stretching your joints, as well as manipulating pressure points. When these points are pressed, people describe the sensation as feeling tender, tickling, intense, or slightly uncomfortable, unlike anything else. After the massage, you may feel strange, but not sore as in a muscular tissue massage. Many believe Shiatsu is both preventative and healing, so getting it done on a regular basis, along with stretching, exercise, and a healthy diet, may improve your health.\"\n      ]\n    } \n     \n  ]\n}",
      "id": "MT_09",
      "imageId": "shiatsu_massage",
      "isLike": false,
      "title": "Shiatsu mmassage",
      "videoLink": "https://www.youtube.com/watch?v\u003d6_pvvY4MOaU"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Thai Massage?\",\n      \"answer\": [\n        \"Thai massage is a kind of massage with Thai style that involves stretching and deep massage. This form of bodywork is usually performed on the floor, and the client wears comfortable clothes that allow for movement. No oils are used in Thai massage. Thai Massage is relatively new to modern spas, but it was actually developed by Buddhist monks in Thailand as a healing modality 2,500 years ago. Thai massage uses passive stretching and gentle pressure along the body\u0027s energy lines to increase flexibility, relieve muscle and joint tension and balance the body\u0027s energy systems. Thai massage is both deeply relaxing and energizing.\"\n      ]\n    },\n    {\n      \"question\": \"How to Perform Thai Massage?\",\n      \"answer\": [\n        \"Thai massage is done on a padded floor mat, which allows the therapist to easily manipulate the body of the client. First you lie on a mat on the floor, fully clothed except for shoes and socks. The practitioner uses thumbs, palms, forearms, elbows, feet knees and even shins to press and stretch your body. Pressing is the mechanical process used to stimulate energy flow in the Sen, and to release blockages or stagnation which result in pain. This part of the massage is very thorough. Each Sen channel is pressed repeatedly from every direction, with the relative positions of the limbs and trunk being constantly changed. The process is very thorough. When the practitioner is satisfied that all soft tissues have been adequately pressed, stretching begins. This will be subtle at first but gradually progresses to the elegant, large scale stretches for which Thai massage is renowned. Every muscle and joint is treated. The therapist also incorporates breathing techniques into the massage session, along with acupressure points and trigger point techniques. Thai Massage involves active participation on the part of the client, who works with the therapist for a successful massage.\"\n\n      ]\n    },\n    {\n      \"question\": \"The Precautions of Thai Massage:\",\n      \"answer\": [\n        \"Thai Massage just isn\u0027t encouraged for these particular people: infectious skin condition, rash, or open wounds; right away right after surgery; quickly right after chemotherapy or radiation, except if suggested by your doctor; susceptible to blood clots, there is a risk of blood clots currently being dislodged. If you have heart disease, check with your medical professional before possessing a massage; pregnant ladies must check with their physician initial if they are considering receiving a Thai massage. this massage should not be completed immediately you have the bruises, inflamed skin, unhealed wounds, tumors, abdominal hernia and anyother illness. Don\u0027t eat a weighty meal just before the massage; If it is your first time at the clinic or spa, arrive at the least ten minutes early to complete some necessary preparation. Be certain that your massage therapist has all your health information. In the event that you truly feel discomfort at any time, you should let your massage therapist know.\"\n      ]\n    } ,\n{\n      \"question\": \"The Benefits of Thai massage used for?\",\n      \"answer\": [\n        \"It can help people to relax, lower tension; improves circulation, raises energy and increase versatility\",\n\"Thai massage can improve array of movement; centers the mind and entire body.\",\n\"It can help to relief from constipation, IBS, headaches, sciatica, back and neck pain.\",\n\"A good Thai massage achieves this and can correct emotional problems as well as physical ones.\",\n\"Thai Massage is suitable for a wide range of clients, including the disabled and elderly, due to its gentle nature and non-invasive techniques.\"\n      ]\n    } \n     \n  ]\n}",
      "id": "MT_10",
      "imageId": "thai_massage",
      "isLike": false,
      "title": "Thai massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dk-0E8VpkjkI\u0026pbjreload\u003d10"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Duo or four hands massage ?\",\n      \"answer\": [\n        \"It entails two individuals who spend luxurious time giving the receiver a body massage. The masseuse rubs massage oil on his or her body as well as the receiver’s. It usually leads to body to body massages. A duo massage can be an overwhelming visual encounter for the receiver because they have to look at two individuals massage their body.\"\n      ]\n    }\n  ]\n}",
      "id": "MT_11",
      "imageId": "https://img.youtube.com/vi/YikGAajuV5Q/0.jpg",
      "isLike": false,
      "title": "Duo or four hands massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dYikGAajuV5Q"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Body To Body massage ?\",\n      \"answer\": [\n        \"It is also known as a nuru massage. Here, the masseuse takes off all his or her clothes then places massage oil on their body as well as the client’s. Notably, the massage oil used for this type does not have odor or taste. Nuru is Japanese word for slippery. Nuru adult massage sometimes leads to sexual intercourse depending on the individual. That is because the masseuse rubs his or her body on the customer’s body.\"\n      ]\n    }\n  ]\n}",
      "id": "MT_12\n",
      "imageId": "https://img.youtube.com/vi/SnPGaY5mF8c/0.jpg",
      "isLike": false,
      "title": "Body to body massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dSnPGaY5mF8c\u0026has_verified\u003d1"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Lingam massage ?\",\n      \"answer\": [\n        \"The Lingam or Penis Massage is a word that means Wand of Light. The wand of light refers to the male penis. The Lingam Massage consists of the masseuse honoring the natural sensations and stimulation of the penis through a massage. The massage includes the shaft, testicles, perineum and external prostate.With this type of erotic massage, the goal is to enjoy the full effects of a genital massage; you do not need to ejaculate, but if it does happen, they do not mind. The man receiving the massage will learn how to receive pleasure.\"\n      ]\n    },\n{\n      \"question\": \"Get him relaxed.\",\n      \"answer\": [\n        \"Have your partner lie on his back wherever he is most comfortable. He might like a pillow under his head and/or under his hips. His legs should be spread apart with his knees bent, so you have easy access to all parts of his genitalia. Remind him to breathe deeply. This will assist in a deeper relaxation.\"\n      ]\n    },\n{\n      \"question\": \"Encourage your partner to breathe deeply.\",\n      \"answer\": [\n        \"Before you start the lingam massage, tune into your partner by engaging in the bliss breath together. Just taking a few breaths at the same time will put you both at ease and match your bio-rhythms. While you give him the massage, keep reminding him to breathe deeply, relax, and receive all the good feelings.\"\n      ]\n    },\n{\n      \"question\": \"Lubricate and massage around the penis.\",\n      \"answer\": [\n        \"Use your favorite massage oil (I prefer coconut oil because it smells yummy) to oil the shaft of the penis and his testicles. Start by sliding your hands up and down his thighs before getting to the good stuff. This will also make him feel more relaxed. Compliment him on something you like about what you\u0027re seeing and touching.\n\nMove onto the testicles. Gently, slowly massage them. You can use your fingernails gently on his testicles, or pull them slightly. You can also cup them in your hands and fondle them in the palm of your hand.\"\n      ]\n    },\n{\n      \"question\": \"Massage the shaft.\",\n      \"answer\": [\n        \"Once you\u0027ve teased the areas around the penis and he\u0027s clearly wanting more, move to the shaft of the penis. Vary your grip from harder to lighter. Vary your stroke sequences between straight up and down and a twisting motion.\n\nVary the action from one hand to two hands. When using just one hand, alternate between using the right hand and the left hand.\n\nVary the speed from slow to fast. Start slowly and build up to a faster pace, then take it back to a slow speed again. \"\n      ]\n    },\n{\n      \"question\": \"Don\u0027t let him climax. Keep him at the edge of orgasm.\",\n      \"answer\": [\n        \"By now, he might be very worked up and might want to come. If you are paying close attention to his breathing, how his body is moving, and his moaning, you should be able to predict if he\u0027s nearing orgasm.\",\n\n\"When you see him at that edge, pull back on what you\u0027re doing, or just slow it down and remind him to breathe and ride the wave of orgasmic feelings he\u0027s experiencing.\",\n\n\"He might go from being rock hard to semi-hard. Don\u0027t worry. That\u0027s what\u0027s supposed to happen.\"\n      ]\n    },\n{\n      \"question\": \"End the massage.\",\n      \"answer\": [\n        \"To end the massage, you can allow him to climax with an ejaculation orgasm or move onto intercourse. If he is practicing semen retention, you can have him hold all his juices as he learns to transmute the orgasm from the genitals into whole body energy orgasms.\n\n\"\n      ]\n    }\n  ]\n}",
      "id": "MT_13",
      "imageId": "https://img.youtube.com/vi/N29hSou-jGs/0.jpg",
      "isLike": false,
      "title": "Lingam massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dN29hSou-jGs\u0026has_verified\u003d1"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Yoni massage ?\",\n      \"answer\": [\n        \"Yoni or Vagina Massage stems from honoring, loving and respecting the natural stimulating sensations of the vagina through massage. The term Yoni means Sacred Space or Temple. When you begin a Yoni Massage, be in a space of full relaxation which will help you to feel and accept the pleasure you are receiving.This type of erotic massage is also about the giver enjoying the massage to help build respect and trust within a relationship. Some women use this type of massage to help release sexual health issues like anorgasmia or sexual pain. Like the Lingam Massage, the Yoni Massage does not have the goal to make the receiver have an orgasm but rather for them to enjoy the process.\"\n      ]\n    },\n{\n      \"question\": \"The Five Yoni Massage Techniques\",\n      \"answer\": [\n        \"Once you\u0027ve warmed her body up with a breast massage and nipple stimulation, move on to the yoni massage.\"\n      ]\n    },\n{\n      \"question\": \"Circling\",\n      \"answer\": [\n        \"Circle the tip of the clitoris with the tip of your finger to stimulate arousal, varying from smaller circles to larger ones. Alternate the pressure from light to heavy.\"\n      ]\n    },\n{\n      \"question\": \"Pushing and pulling\",\n      \"answer\": [\n        \"Push down on the clitoris and make small push and pull strokes, and then slide your finger down the shaft of the clitoris. Do this on both sides of the shaft, keeping in mind that some women are more sensitive on one part of the clitoris than another.\"\n      ]\n    },\n{\n      \"question\": \"Tugging and rolling\",\n      \"answer\": [\n        \"o tug the clitoris, pull it gently away from the body by grasping at the sides and tugging back and forth. You can also move lower and tug the sides of the lips. Keep varying strokes from the top of the clitoris to down to the lips. To roll the clitoris, start by holding it firmly and rolling between the thumb and the index finger—kind of like you\u0027re making a tiny violin motion with your fingers.\"\n      ]\n    },\n{\n      \"question\": \"Tapping\",\n      \"answer\": [\n        \"Using one or more fingers, tap the clitoris in varying rhythms from fast to slow to learn what the body responds to most.\"\n      ]\n    },\n{\n      \"question\": \"G-spot massage\",\n      \"answer\": [\n        \"To find the G-spot, curve your first two fingers like the letter C and slide them into the vagina. Feel for a soft, spongy piece of skin behind the clitoris. You can massage it by making a come hither movement with your curved fingers. Vary between fast and slow strokes. You can also tickle the clit simultaneously at the tip, or place pressure on or above the pubic bone.\n\nMake sure to mix up all the above and vacillate between stimulating the clitoris in the various ways, while also involving the G-spot and nipples.\n\n\"\n      ]\n    }\n  ]\n}",
      "id": "MT_14",
      "imageId": "https://img.youtube.com/vi/mtnjkcwWyn0/0.jpg",
      "isLike": false,
      "title": "Yoni massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dmtnjkcwWyn0"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Tantric massage ?\",\n      \"answer\": [\n        \"It has an Indian origin, and it includes sex therapy and yoga. Tantric massage entails the concentration of spirituality and sexual awareness between the receiver and the giver. The receiver is required to focus on their personal well-being needs being fulfilled and the experiences. It is all about following relaxation feelings.\"\n      ]\n    } \n  ]\n}",
      "id": "MT_15",
      "imageId": "https://img.youtube.com/vi/WzmoHOnodFo/0.jpg",
      "isLike": false,
      "title": "Tantric massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dWzmoHOnodFo\u0026list\u003dPLNL-chFVDz2QCrbtHiIUwuYzyxi_MVwZj"
    },
    {
      "detail": "{\n  \"qna\": [\n    {\n      \"question\": \"What is Sopy massage ?\",\n      \"answer\": [\n        \"It entails two people who stand in a shower, and either one individual or the two have to be naked. It aims at cleaning them for sex purposes or further massage. The giver rubs soap within their hands onto the receiver’s body.\"\n      ]\n    } \n  ]\n}",
      "id": "MT_16",
      "imageId": "https://img.youtube.com/vi/YsJyAs7i2N4/0.jpg",
      "isLike": false,
      "title": "Soapy massage",
      "videoLink": "https://www.youtube.com/watch?v\u003dYsJyAs7i2N4\u0026has_verified\u003d1"
    }
  ]
}