{
  "Position": [
    {
      "Benefits": "You both can still maintain eye contact while viewing the action at center stage.",
      "Description": "Both of you are seated on the bed with legs toward one another, arms back to support yourselves.Now move together and she moves onto you. Her hips will be between your spread legs,         her knees bent and feet outside of your hips and flat on the bed. Now rock back and forth.",
      "Title": "The Spider",
      "id": "KS_01",
      "isFavourite": true,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "The main thing that is required for her in this position – is to relax at her maximum. The more \"cotton\" will be her feet, the more vivid sensations she will experience",
      "tips_his": "Help turn her on by straddling her bottom and massaging her back. While your busy with your hands,she can wiggle, grind, and move her mons pubis in a circular motion against the sheets to stimulate the clitoris.",
      "try_this": "Now try this  She grabs your hands and pulls herself up into a squatting position while you lie back Or you can remain seated upright and pull her against your chest into the Lazy Man position.",
      "userRating": 0
    },
    {
      "Benefits": "She can direct the position of your tongue and the pressure against her by rising up or pressing down.",
      "Description": "She straddles you placing her knees at your ears. She can hold onto a wall or headboard for support. While you\u0027re doing your thing, she can use her fingers to graze her nipples or rub the top of her vulva.",
      "Title": "Hovering Butterfly\r\n",
      "id": "KS_02",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "Kissing ears, necks and shoulders during sex can be real turn on, and seeing your partner get turned on will do it for you !",
      "tips_his": "Let her call the shots - don\u0027t follow her if she lifts her pelvis off your mouth and don\u0027t try to reach for spots she\u0027s pulled out of the target zone.Work with what\u0027s right in front of you. ",
      "try_this": "Hold your tongue firm as she gyrates her hips, pressing her clitoris against it.",
      "userRating": 4
    },
    {
      "Benefits": "Simultaneous oral pleasure. When she\u0027s on top in 69,she can control the intensity of oral stimulation on her clitoris by lifting or pressing her pelvis.From this position it\u0027s easy to work her finger magic on your perineum, the sensitive area just below your testicles.Also try the man-on-top position.",
      "Description": "A sexual position that aligns the mouth and genitals of both partners so that both can enjoy having oral sex performed on them and performing oral sex at the same time. The sillhouette of this position resembles the number 69.",
      "Title": "Sixty Nine\r\n",
      "id": "KS_03",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "Place a cup of warm tea and an ice cube on the nightstand near the bed. When she gives you oral sex,she can alternate placing the ice cube then the tea in her mouth.",
      "tips_his": "The man is below so that his body weight won\u0027t prevent the women from enjoying this position",
      "try_this": "Roll over onto your sides in the 69 position.",
      "userRating": 0
    },
    {
      "Benefits": "A comfortable position for the woman. An erotic one for you. Rest a pillow behind her head, then straddle her shoulders. Support yourself by holding the bed\u0027s headboard or the wall.",
      "Description": "Facesitting, also known as queening or kinging, is a sexual practice in which one partner sits on or over the other\u0027s face, typically to allow or force oral–genital or oral–anal contact. In addition to oral-genital and oral-anal contact, the position also leaves the bottom partner\u0027s hands free to stimulate other erogenous zones (e.g., anus, nipples, etc.)",
      "Title": "The Face Sitter",
      "id": "KS_04",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 5,
      "tips_her": "She may be facing either direction in this position. ",
      "tips_his": "If her mouth becomes dry after awhile, she can add some mint- or fruit-flavored lube to your shaft.",
      "try_this": "The person sat upon may be in bondage, sexually submissive, or simply held down by the body-weight of the other person.",
      "userRating": 0
    },
    {
      "Benefits": "Great for out-of-bedroom fellatio.She kneels in front of you, covering her teeth with her lips and encircling your glans with her mouth.She then slowly pistons lips up and down on your shaft, alternating speeds and occasionally stopping to move her tongue over and around your head.",
      "Description": "Used to describe a mans gentiles when he is having sex with a woman on top of him. Since the women is moving up and down and switching levels constantly, it is said that she is riding an “elevator”",
      "Title": "The Elevator",
      "id": "KS_05",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 5,
      "tips_her": "For variation, she can take one of your testicles into her mouth as she strokes the shaft with her hand.",
      "tips_his": "The man stands with his back to the wall, placing his legs slightly forward and opening them a littile .",
      "try_this": "Lean a dressing mirror against a wall to the side of your body so you can enjoy the view of her going down on your from the side versus top down.",
      "userRating": 0
    },
    {
      "Benefits": "The position is unusual and unique and this ads variety to love making\r\n",
      "Description": "The Swiss ball blitz is a rear entry position that is a variation of the hot seat position that involves a stability ball as a prop. To get into this position, the penetrating partner is seated on the ball with the feet on the floor. The receiving partner faces away from the seated partner, backs up and sits in the lap of the giving partner.",
      "Title": "Swiss Ball Blitz",
      "id": "KS_06",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 0,
      "tips_her": "Have him sit on the ball with his feet on the floor. Back up onto him, sitting between his legs. Roll and bounce to it.",
      "tips_his": "See The Hot Seat. Also, adds bounce to his thrusts. Have a ball in your workout room? Use a stability ball to add some bounce to The Hot Seat ",
      "try_this": "The receiving partner can reach to stimulate the base of the penis, scrotum, and perineum while the penetrating partner can stimulate the nipples or clitoris",
      "userRating": 0
    },
    {
      "Benefits": "This is a variation on the Hot Seat with you sitting in his lap, but this time planting yourselves on top of a washing machine set at the highest agitator cycle. Good hand holds, and you don\u0027t have to wait until reaching the bedroom.\r\nThis is a variation on the Hot Seat with you sitting on top of him while he sit on one of the stairs of a staircase! Stairs offer good seating possibilities and a hand rail for extra support and lifting leverage.",
      "Description": "when a the girl is riding on you, and you spin them around in circles while your penis is still instered (best done with vaginal intercourse)",
      "Title": "Spin Cycle",
      "id": "KS_07",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 0,
      "tips_her": "Your partner straddle you the same way she would in the Cowgirl position, with her knees on either side of your hips",
      "tips_his": "For an even more intimate feel, she can wrap her legs around your waist while you hold her close to your body — whatever you do, just don’t let go. Then it’s time to start the spin cycle! ",
      "try_this": " If he is taller then you try using a step or something solid to stand on.  The vibrations will help you go over the top and he should be able to feel the vibrations",
      "userRating": 0
    },
    {
      "Benefits": "The blood will rush to his other head, too. Move to the edge of the bed and have him lie back with his head and shoulders on the floor as you straddle him. The blood will rush to his head creating mind-blowing sensations as he climaxes.\r\n        This position is ideal for women who are particularly sensitive along one side of the clitoris.\"",
      "Description": " Kneel on the floor with her lying on the edge of the bed. Rasie one of her legs and ask her to support her leg by wrapping her hands around her hamstring just below the knee. With one hip raised, she  ll be able to add some movement to aid in your stroking or to help move you to the perfect spot.",
      "Title": "Waterfall",
      "id": "KS_08",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "Let him know the tongue pressure and technique you prefer by demonstrating with your mouth on his earlobe. ",
      "tips_his": "During oral sex allow the knuckle of your finger to trail behind your tongue the contrast between soft flesh of the tongue and hard bone of the finger will create a pleasing sensation.",
      "try_this": "Encourage her to wriggle a little to help you get the rhythm right.\r\n",
      "userRating": 0
    },
    {
      "Benefits": "Puts her in control. Great for G-spot stimulation.The woman-on-top position allows for a variety of interesting sights and sensations, and offers her the psychological advantage of taking charge of pace and depth of penetration. Alternate between shallow and deep thrusts. \\\"Shallow will stimulate the front third of the vagina, which is the most sensitive,\\\" says sex therapist Rebecca Rosenblat, author of Seducing Your Man.",
      "Description": "Woman on top, also called the cowgirl or riding position, is a group of sex positions in which the man lies on his back or sits, the woman straddles him facing either forward or back, and the man inserts his erect penis into the woman\u0027s vagina or anus",
      "Title": "The Cowgirl",
      "id": "KS_09",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": " she can lean back against her partner’s chest, allowing him to stimulate her manually while she is being penetrated. She may simply rock back and forth, twist her hips in circular motions, or bounce up and down during penetration. ",
      "tips_his": "It will be easier for her to climax if you stimulate her manually and orally until she is extremely aroused. From the woman-on-top position, have her squat over your face where you can orally stimulate her.",
      "try_this": "Lie chest to chest, with her stretching her legs out on top of your legs. She should brace her feet on the tops of yours and push off to create a rocking motion that will rub her vulva and clitorial area against your pubic bone for greater pleasure.",
      "userRating": 0
    },
    {
      "Benefits": "With a pillow under your head, you get an awesome view of her backside. She can control depth of penetration and pace.Lie on your back with your legs outstretched. She kneels next to you, then turns and spreads her legs, straddling your hips and facing your feet. Kneeling, she lowers herself onto your penis and begins riding you.         Now try this  Have her lean forward or back to change the angle of the penis for greater stimulation.",
      "Description": "The man lies on his back, legs are straight, slightly driven apart, the head is raised. The woman sits on top of the male partner back to him, her legs are bent in knees and feet are stretched out along the body of the male partner. With one hand she holds the man’s knee, with the second hand she removes her hair and turns half-turn, opening her breasts to the male partner. The man puts one hand on the woman’s waist and with the second one he fondles her breast.",
      "Title": "Reverse Cowgirl",
      "id": "KS_10",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "From this position, she can easily reach down to stimulate herself or direct your penis to where it feels best.",
      "tips_his": "The man puts one hand on the woman’s waist and with the second one he fondles her breast.",
      "try_this": "If you start getting tired, have him wrap his hands around your hips to help with the thrusting. But make sure you don\u0027t bounce too hard or lean too far forward, or you could cause some serious damage to his manhood.",
      "userRating": 0
    },
    {
      "Benefits": "Dual stimulation for her; for you - a great view of her rear and your penis entering her.Lie on your back and bend one of your legs, keeping the other outstretched. She straddles the raised leg with a thigh on either side and lowers herself onto your member so that her back is facing you. She should hold your knee and use it for support as she rocks up and down.",
      "Description": "First, guys lay on your back with one leg extended and one leg bent so that your knee is up. It doesn’t matter which leg is extended or bent in this sex position, do whatever feels natural.\r\n\r\nLadies, straddle the bent knee of your man and mount his erect penis. You’ll want to be at a 45 degree angle. Not directly facing away from him and not perfectly perpendicular from him either. Let the bended knee be your guide in this sex position. Think of it as your sex pole. Use the knee as support while rocking up and down on your man.",
      "Title": "Pole Position",
      "id": "KS_11",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "From Pole position, she can massage your raised leg during the action. Or reach down and touch your perineum.",
      "tips_his": "If at any time the pole position is too pleasurable, not pleasurable enough, or your leg is tired because your woman’s been using it to ride your dick so hard, switch to the reverse cowgirl sex position immediately!\r\n\r\n",
      "try_this": "She can press her vulva hard against your upper thigh rubbing as the feeling dictates.",
      "userRating": 0
    },
    {
      "Benefits": "Good G-spot stimulation. Sit on the edge of the bed or on a chair with your feet on the floor. She turns away and back up onto you, sitting between your legs. She can ride back and forth by pushing off the chair arms or pressing up with her feet. She can control the angle of entry by arching her back and pressing her buttocks into your groin. While doggy-style is about your dominance, The Hot Seat puts her in the driver\u0027s seat.",
      "Description": "The hot seat is a rear entry position. To get into this position, the penetrating partner is seated on the edge of the bed with feet on the ground. The receiving partner faces away and backs up to sit in the lap of the penetrating partner.\r\n\r\n The hands of both partners are left free in this position to stimulate other areas. The bottom partner can reach around and stimulate the clitoris manually or the nipples. The top partner can reach down and stimulate the base of the penis, scrotum, or perineum.",
      "Title": "The Hot Seat",
      "id": "KS_12",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 0,
      "tips_her": "Have your partner kneel behind you, but tell him to lean slightly backward. With your back to him, you kneel in front of him, your legs between his. Your bodies should be squeezed together tightly. Wrap his arms around your waist and put your hands wherever you want (his forearms, hips, etc).",
      "tips_his": "The best ways to help her get interested in sex when you can tell it\u0027s the farthest thing from her mind  Draw her a bubble bath, give her a massage, wrestle.",
      "try_this": "She can reach under and stimulate the base of your penis, scrotum, and perineum. Meanwhile, you can reach around and stimulate her nipples.\r\n",
      "userRating": 0
    },
    {
      "Benefits": "Allows for face-to-face intimacy; cozy for long sessions.Sit on a chair or the edge of the bed. She then faces you, wraps her arms around your back, climbs on top, and sits on your lap. Once in the saddle, she can can ride up and down on your penis by pressing with her legs or knees. Want to go faster? Assist by grabbing her buttocks and lifting and bouncing.",
      "Description": "This move can be done on the bed but for optimal result it should be done at the edge of the bed or on a chair.Get this move on the road by sitting across each other.He slips into her as she sits astride him. Her bare breasts are caught in the warmth of his mouth, he suckles on them while she holds unto him like a lifeline.\r\nShe takes it a step further by rubbing sensually on his penis as she watches it slip in and out of her vagina, and they get caught in kisses as they give as much as they receive.",
      "Title": "Face Off",
      "id": "KS_13",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "To achieve orgasm faster, she should tighten her vagina walls with each hard thrust he gives.",
      "tips_his": "There\u0027s lots of room for creativity in this position for stimulating erogenous areas of the upper body, head, neck, and face. If she likes to have her nipples licked, go for it!",
      "try_this": "She can sit astride facing you on a rocking chair. Old wooden rockers on hardwood or stone floors provide the greatest variety of good vibes.",
      "userRating": 0
    },
    {
      "Benefits": "Puts her in control; maintains intimacy. Place pillows behind your back and sit on the bed with legs outstretched. She straddles your waist, feet on the bed. She then bends her knees to lower herself onto you, using one hand to direct your penis in. Just by pressing on the balls of her feet and releasing, she can raise and lower herself on your shaft as slowly or quickly as she pleases.",
      "Description": "The man sits with his leg crossed and stretched out. The women sits on the top facing her partner and moving her legs apart. She puts her arm around the men\u0027s head.",
      "Title": "The Lazy Man",
      "id": "KS_14",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 2,
      "tips_her": "She can gentle touch to place herself in a position that she can move up and down with ease; she will be in full control.",
      "tips_his": "he will be able to penetrate her deeper and maybe even arouse her G-Spot in this position.",
      "try_this": "From this position, you both lie back into the Spider position or its more challenging variation The X.",
      "userRating": 0
    },
    {
      "Benefits": "This position is the piece de resistance for women who prefer a strong, upward stroking motion",
      "Description": "Place a pillow under her hips to tilt her pelvis up. Bend her knees so she can place her feet on your shoulder blades.",
      "Title": "David Copperfield",
      "id": "KS_15",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 5,
      "tips_her": "This position offers maximum pleasure for women but can lead to a leg or neck cramp… So ladies let em churn that butter.",
      "tips_his": "Let your tongue rest firmly and flat against the full length of her vaginal entrance, then have her move and grind against your tongue.",
      "try_this": "Amplify your oral efforts with a simple sleight-of-hand trick  While you lap away, try using your hands to push gently upward on her abdomen, stretching her skin away from her pubic bone, and helping to coax the head of her clitoris out from beneath the hood.",
      "userRating": 0
    },
    {
      "Benefits": "The ultimate position for oral on the go, use this to get her in the mood and help her cut looseHave your partner sit on a chair with her legs wide open. You take it from there. This is a good position for either beginning the slow build-up with loose, broad, strokes, or ending with strong suction. Your partner is able to easily guide you, and she\u0027s able to get a full view of you between her legs, which is a turn-on for many women.",
      "Description": "Have your partner sit on a chair with her legs wide open. You take it from there. This is a good sex position for either beginning the slow build-up with loose, broad, strokes, or ending with strong suction. Your partner is able to easily guide you, and she\u0027s able to get a full view of you between her legs, which is a turn-on for many women.",
      "Title": "Heir to the Throne",
      "id": "KS_16",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "Your partner is completely under your control: you and only you determine the angle of penetration",
      "tips_his": "Insert your index and ring fingers and stroke in a \"come hither\" motion to wake up her G-spot using this sex position. With either your tongue or other hand, apply pressure to her pubic bone. This dual stimulation executed just right will send her over the edge.\r\n",
      "try_this": "Switch to a swivel chair and turn it left and right as you hold your tongue stationary",
      "userRating": 0
    },
    {
      "Benefits": "A variation of One Up that allows for slow buildup.Some women find direct clitoral stimulation uncomfortable. Having her close her legs during oral sex may help. Place your hand above her public mound applying light pressure, then rub your firm tongue on the area around the clitoris to add indirect stimulation.",
      "Description": "Some women find direct clitoral stimulation uncomfortable. Having her close her legs during oral sex may help. Place your hand above her public mound applying light pressure, then rub your firm tongue on the area around the clitoris to add indirect stimulation ",
      "Title": "Closed for Business",
      "id": "KS_17",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 0,
      "tips_her": "By keeping your knees spread apart, the further they remain the deeper the penetration. Ladies who want a rest and a deeper penetration, Open for Business will give you a break while keeping the pleasure going.",
      "tips_his": "During oral sex allow the knuckle of your index finger of your free hand to trail behind your tongue. The contrast between the soft flesh of the tongue and hard bone of the finger will create a pleasing sensation.",
      "try_this": "During oral sex allow the knuckle of your index finger of your free hand to trail behind your tongue. The contrast between the soft flesh of the tongue and hard bone of the finger will create a pleasing sensation.",
      "userRating": 0
    },
    {
      "Benefits": "The deep penetration of doggy-style while face to faceKneel and straddle her left leg while she is lying on her left side. She will bend her right leg around the right side of your waist, which will give you access to enter her vagina. For many women, rear entry hurts their backs. This position allows her to lounge comfortably while enjoying deep penetration.",
      "Description": "Kneel and straddle her left leg while she is lying on her left side. She will bend her right leg around the right side of your waist, which will give you access to enter her vagina. For many women, rear entry hurts their backs. This sex position allows her to lounge comfortably while enjoying deep penetration.",
      "Title": "The Pretzel",
      "id": "KS_18",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "Ask her to direct you, faster, slower, lighter, harder.",
      "tips_his": "Be gentle with her clitoris. It\u0027s more sensitive than your penis, so touch lightly at first. Some women even prefer gentle pressure around it rather than direct stimulation. Go soft, then increase speed and pressure",
      "try_this": "Manually stimulate her using your fingers. Or withdraw your penis and, holding the shaft with your left hand, rub the head against her clitoris to bring her to the brink of orgasm then you can reinsert when she wants you inside her.",
      "userRating": 0
    },
    {
      "Benefits": "Allows deep penetration and targeting the G-spotShe lies on her back. You kneel between her legs and raise them, resting her calves over your shoulders. Rock her in a side-to-side and up-and-down motion to bring the head and shaft of your penis in direct contact with the front wall of her vagina. Because this angle allows for deep penetration, thrust slowly at first avoid causing her discomfort. ",
      "Description": "The G-whiz is a variation of the missionary position, and an excellent way to stimulate a woman\u0027s G-spot. This position starts out just like the missionary position, with the woman lying on her back and the man kneeling between her thighs. Before entering her, however, the woman raises her legs and rests her calves on his shoulders. ",
      "Title": "The G-Whiz",
      "id": "KS_19",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 5,
      "tips_her": "She can place her feet on the front of the man\u0027s shoulders, which can help her adjust the speed and depth of his thrusts.",
      "tips_his": "Notice her nearing orgasm. You do that by listening for her breath to become short and shallow. Flushed skin and slightly engorged breasts also indicate she\u0027s nearing the peak of her arousal.\"\r\n    ",
      "try_this": "Bring her legs down and have her place her feet on your chest in front of your shoulders. This allows her to control the tempo and depth of thrusts.",
      "userRating": 0
    },
    {
      "Benefits": "Deep penetration and an erotic view.This could be your next move after starting in The Flatiron position. Entering her from behind, you\u0027ll be able to thrust deep so the tip of your penis touches her cervix, an often-neglected pleasure zone. But you should do this slowly and gently. Some women find it painful.\",",
      "Description": "Doggy style, also spelled doggie style, is a sex position in which a person bends over, crouches on all fours (usually on hands and knees), or lies on their abdomen, for sexual intercourse, other forms of sexual penetration or other sexual activity. Doggy style is a form of a rear-entry position, others being with the receiving partner lying on the side in the spoons sex position or the reverse cowgirl sex position. Non-penetrative sex in this position may also be regarded as doggy style. Between sex partners, the person in the doggy style position is passive, while the other partner is active. Either partner may be the dominant partner or the submissive partner. The passive partner is open to a variety of additional sexual activities, with the active partner being able to penetrate the vagina, the anus during anal sex, or being in a position to perform oral sex (cunnilingus, fellatio or anilingus).",
      "Title": "Doggy Style",
      "id": "KS_20",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "She may be able to increase the intensity of your orgasm by pushing her pelvic floor muscles outward, as if trying to squeeze something out of her vagina. This causes the vaginal walls to lower, making her G-spot more accessible.",
      "tips_his": "The man can caress his partner\u0027s breasts and clitoris to give her more plesure",
      "try_this": "The women should keep her leg closer together for a more intimate and tight sensation",
      "userRating": 0
    },
    {
      "Benefits": "Intensifies vaginal pleasureShe lies face down on the bed, knees slightly bent and hips slightly raised. For comfort, and to increase the angle of her hips, she can place a pillow under her lower abs. You enter her from behind and keep your weight off of her by propping yourself up with your arms. This position creates a snug fit, making you feel larger to her.",
      "Description": "She lies face down on the bed, knees slightly bent and hips slightly raised. For comfort, and to increase the angle of her hips, she can place a pillow under her lower abs. You enter her from behind and keep your weight off of her by propping yourself up with your arms. This position creates a snug fit, making you feel larger to her.",
      "Title": "The Flatiron",
      "id": "KS_21",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "The male partner can set the tempo himself as well as push his mistress by whisk of his arm.",
      "tips_his": "Less friction means less stimulation--and can help you last longer. Try using a very slippery silicon-based lubricant like Durex Play More, which may allow you to thrust longer before reaching orgasm. ",
      "try_this": "You\u0027ll last longer in this position if you switch to shallower thrusts and begin deep breathing. ",
      "userRating": 0
    },
    {
      "Benefits": "The butter churner is an advanced sex position in which the woman lies on her back with her legs raised above and behind her head. The man then squats and penetrates her from above. The thrusting motion in this position is similar to making butter in an old fashioned butter churner, which is how this position gets its name.",
      "Description": "Have your partner lie on her back with her legs raised over her head. This is not a plain Jane position! Squat over her and dip your penis in and out of her. Be extra careful to thrust lightly to avoid stressing her neck.",
      "Title": "Butter Churner",
      "id": "KS_22",
      "isFavourite": true,
      "isGspot": false,
      "isLiked": false,
      "isTried": true,
      "rating": 4,
      "tips_her": "Have him dribble chocolate syrup or honey into your mouth. It gets more of your senses involved and amps up the whole experience.",
      "tips_his": "Novelty ignites passion by increasing your brain\u0027s levels of dopamine, a neurotransmitter linked to romance and sex drive, says biological anthropologist Helen Fisher, PhD. The Butter Churner qualifies for novelty, but you don\u0027t need to go to such extremes to sustain romance. Anything that\u0027s new and different will do the trick. ",
      "try_this": "By removing yourself fully, you\u0027ll give her the extremely pleasurable feeling of you first entering her over and over again.",
      "userRating": 0
    },
    {
      "Benefits": "Erotic move for quickies in tight quarters. Good option for outdoor sex. Allows for easier penetration. She has control of thrusting, depth, and angle.You stand facing one another. She raises one of her legs up and wraps it around your buttocks or thigh and pulls you into her with her leg.",
      "Description": "The Ballet Dancer position is a standing position. To get into this position, begin by facing one another. The receiving partner lifts one leg and wraps it around the buttocks of the other partner. The penetrating partner can support the leg by cradling it with one hand.\r\n\r\n",
      "Title": "The Ballet Dancer",
      "id": "KS_23",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 0,
      "tips_her": "If you and your man are similar heights, it’s an intimate face-to-face position. Neither of you will get squished into the bed, either – time to get some fresh air around that tush!",
      "tips_his": "Try this standing position in a hot shower. During the steamy foreplay, rub each other\u0027s entire body with a coarse salt scrub to stimulate nerve endings and blood flow.",
      "try_this": "If her wrapped leg gets tired, cradle it with your arm. If she\u0027s very flexible, lift her leg over your shoulder.",
      "userRating": 0
    },
    {
      "Benefits": "The butter churner is an advanced sex position in which the woman lies on her back with her legs raised above and behind her head. The man then squats and penetrates her from above. The thrusting motion in this position is similar to making butter in an old fashioned butter churner, which is how this position gets its name.\r\n\r\nThe butter churner may also be known as the squat thruster.",
      "Description": "You lean against a wall with your legs slightly spread, facing your guy. He grabs onto the backs of your thighs and holds them against his hips, lifting you up and pushing your back into the wall for leverage, then thrusts away.",
      "Title": "Stand and Deliver",
      "id": "KS_24",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "Encourage her to play with her clitoris manually. Also, show her that she can control your penetration by flexing her thighs. ",
      "tips_his": "When you two are well on your way to the Big O, add intensity by squeezing your thighs a little bit tighter. The extra tension will narrow her vaginal canal, which in turn enhances the friction she feels, and thus more pleasure buildup.",
      "try_this": "Have her place her heels on your shoulders, which will open her hips so her labia press against you. ",
      "userRating": 0
    },
    {
      "Benefits": "Good position for a quickie with deep penetration. Another variation on The Ballet Dancer, in which she raises her legs up and wraps them around your butt or thighs. Your kitchen counter is the perfect height for this standing-to-seated appetizer.",
      "Description": "Iron Chef is a variation of The Ballet Dancer. She lifts her legs up and enfolds them around your butt or thighs. The perfect height for this standing-to-seated appetizer is your kitchen counter.\r\n\r\n",
      "Title": "Iron Chef",
      "id": "KS_25",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "Have sex in such a manner, that your every movement is like an orgasm, do not stint the petting and emotions in this position",
      "tips_his": "The man in turns holds her body up while penetrating",
      "try_this": "The man takes his darling with his hands against the waist and like sets her on the penis, he can kiss her neck in the process.",
      "userRating": 0
    },
    {
      "Benefits": "Good for an outdoors quickie, while still avoiding prying eyes.",
      "Description": "A variation on The Ballet Dancer. Her buoyancy in the water makes this position easier to hold. And all you need to do is shift some bathing suit material out of the way of certain body parts; the lifeguards will be none the wiser.",
      "Title": "H2Ohh Yeah",
      "id": "KS_26",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 0,
      "tips_her": "With your guy\u0027s legs confined between yours, you\u0027ll be treated to lots of quick, in-and-out moves — sending a tsunami of sensation to the nerve-rich first few inches of your pleasure zone. And because of the upside-down pose, the instant blood rush to your head will heighten each thrust, giving you a sort of out-of-body erotic experience. ",
      "tips_his": "He can hold on to her hips for leverage to allow him to keep his head and shoulders raised high instead of resting on her back.",
      "try_this": "Wrap your ankles around his calves to \"lock\" him in place, then both of you grind in tight feel-good circles for a mind-blowing randy-region mesh. The close contact is perfect position for deep, daring sex. So close your eyes and just go with the flow",
      "userRating": 0
    },
    {
      "Benefits": "Less strenuous than the standing varieties, while still offering intense sensation.",
      "Description": "The seated wheelbarrow is a rear entry position that is less strenuous than the standing variation while still providing an intense sensation. To get into this position, the penetrating partner sits on the edge of the bed with their feet on the floor. The receiving partner then gets into position with their hands on the floor and straddling the penetrating partner. ",
      "Title": "Seated Wheelbarrow",
      "id": "KS_27",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 0,
      "tips_her": "The position does not offer much room for movement, but penetration is deep.",
      "tips_his": "Make some noise. Explore the deeper sexual response and energy by letting lose with powerful sounds, a roar, perhaps",
      "try_this": "Try the wheelbarrow while sitting on the edge of a bed or chair. Movement is limited, but penetration is deep",
      "userRating": 0
    },
    {
      "Benefits": "Calorie burner because it\u0027s so athletic. You can stroll around the house in this position, but draw the shades first. You enter her as you would in standing, rear entry, but lift her up by the pelvis and have her grip your waist with her legs. Summer camp wheelbarrow races were never this much fun!",
      "Description": "The standing wheelbarrow is a challenging position, but offers deep penetration and intense sensation. To get into this position, the penetrating partner remains standing upright. The receiving partner is supporting their weight with their hands. The legs of the receiving partner are on either side of the penetrating partner and are supported by the partner.",
      "Title": "Wheelbarrow, Standing",
      "id": "KS_28",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 0,
      "tips_her": "she can leans on her strengthened palms with his legs embracing her man’s waist and closes them behind his back. ",
      "tips_his": "If your mistress is guilty, punish her voluptuously, making her meander in unusual position.",
      "try_this": "Ask her to rhythmically squeeze her PC muscles to help her climax. ",
      "userRating": 0
    },
    {
      "Benefits": "An ideal position for G-spot stimulation. Seeing the round curves of her rear tends to be highly erotic for you. Stand and enter her from behind as she poses on all fours on the edge of the bed and arches her back to lift her buttocks.\",",
      "Description": "Pose on all fours with your knees at the edge of the bed while your tiger stands behind you, his feet hip width apart. While he spreads his legs on either side of yours, keep your knees together to narrow your vaginal canal, causing it to feel much snugger around his penis as he thrusts",
      "Title": "The Standing Dragon",
      "id": "KS_29",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "You get to focus on your own climax: You can easily reach your clitoris with one hand, and with his penis angled to hit the front wall of your tightened vagina, you\u0027re in perfect position for generous G-spot stimulation. And with his hands on your hips, he gets pleasure from controlling the angle and pace of thrusting — a take-charge role he won\u0027t be able to resist. It\u0027s a win–win sexual situation.",
      "tips_his": "Be sure to let out a fiery dragon\u0027s roar to let her know how she feel!",
      "try_this": "With your legs outside of hers, use your thighs to squeeze her knees together, which tightens her vagina around your penis.\"",
      "userRating": 0
    },
    {
      "Benefits": "Good for a quickie at a party. Slip into a bathroom and ask her to look into the mirror while you enter her from behind. It lets you have eye contact during the G-spot-targeting rear-entry position.\r\n   ",
      "Description": "Restaurant Attendant is a standing, rear-entry sex position with g-spot stimulation and is great for vacation sex.The wife stands in a bathroom facing the mirror, She leans forward on to the vanity and looks in the mirror.Her husband stands behind her.The husband enters his wife from behind and makes love to her.",
      "Title": "Restroom Attendant",
      "id": "KS_30",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "Push back as your husband thrusts to provoke deeper penetration and more powerful thrusts.",
      "tips_his": "Go to a bathroom and ask her to face the mirror while you insert your penis from behind. You can maintain an eye contact while targeting G-Spot from rear-entry position",
      "try_this": "Arche your back a little, point your butt out, and tilt your pelvis so that your vulva is closer to your husband. This will allow deeper penetration and better g-spot stimulation.",
      "userRating": 0
    },
    {
      "Benefits": "Convenient for a quickie and adds spice outside the bedroom.",
      "Description": "Ask her to bend her body over the arm of a couch as you enter her from behind. She can grind on the firm but cushy arm for multiple stimulation with minimal effort.",
      "Title": "Couch Surfer",
      "id": "KS_31",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "This one is also good for deep penetration, but also creates a tasteful friction between you and the couch. ",
      "tips_his": "You also get to lazily lie there, which who wouldn’t love to just relax through it?",
      "try_this": "Have her cross her ankles. This will squeeze her vaginal and gluteal muscles tightly around your penis. ",
      "userRating": 0
    },
    {
      "Benefits": "Greater thrusting power, and good for quickie sex in your kitchen, ",
      "Description": "The position is simple you have to enter her from behind. No need to take off any clothes. If she’s wearing a skirt, pull it up, or just drop her pants down. You can start thrusting from there on you can  hold her waist for more control.",
      "Title": "Quicke Fix",
      "id": "KS_32",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "She can lean on any furniture or use the wall for support.\r\n\r\n",
      "tips_his": "Massage her shoulders or stimulate her breasts by bending over her.",
      "try_this": "Reach below to caress her clitoris for extra stimulation. ",
      "userRating": 0
    },
    {
      "Benefits": "Creates great eye-to-eye contact. Keeps your weight off her bod. There\u0027s a reason women swoon when they see a six pack. They know a man with strong abs is going to be great in the sack. The mountain climber position shows off your strength and hard abs (if you have \u0027em). While between her legs, assume the standard \\\"up\\\" position. ",
      "Description": "The man lies on his back with his legs bent, like he’s about to do a sit-up. The woman stands over his waist while facing his feet and slowly lowers herself down on top of him. Next, she leans forward, bracing herself against his legs for increased support. Finally, she grabs his ankles and he does the same to help lock them into position. Instead of the typical up-and-down movement of cowgirl, Climbing the Mountain is better suited for a rocking motion. This places much less strain on her muscles and makes this version of cowgirl much easier to do than others.",
      "Title": "Mountain Climber",
      "id": "KS_33",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "Have him assume the position—the pushup position—on top of you as you lie on your back with your legs in the air. This way he\u0027s free to caress your body, move in for a kiss, or pull your hips closer to his—while hitting all of your pleasure zones.",
      "tips_his": "Tease her with a series of moves  by entering with just the tip; thrusting just halfway in; then removing yourself and stroking her outside with your member. She can reach down and grab your shaft and rub her clitoris with it. \r\n",
      "try_this": "Lower yourself to kiss her teasingly while thrusting with your shoulders as well as your pelvis. ",
      "userRating": 0
    },
    {
      "Benefits": "Strong clitoral stimulation. In one study in the Journal of Sex and Marital Therapy, women who were unable to have an orgasm in the missionary position reported a 56 percent increase in orgasm frequency using the coital alignment technique. The CAT is just like the missionary except that your body is farther up and to one side. Instead of being chest to chest, your chest is near her shoulders. Have her bend her legs about 45 degrees to tilt her hips up. This causes the base of your shaft to maintain constant contact with her clitoris. ",
      "Description": "The CAT is an effective way to speed up female orgasm and/or achieve simultaneous orgasm. For many women this seems to be the only way to reach orgasm during genital sexual intercourse. The Coital Alignment Technique is a modified form of lovemaking that stimulates the clitoris, by making a few important changes to the traditional missionary sexual position (guy on top).This can be done by changing the normal penetration movement from horizontal to vertical. Instead of thrusting in and out, an up and down rocking motion is used. When the man lifts his hip or body, the base of his penis will be in the right position to rub against the clitoris (see picture below).\r\nOn the other hand, when the man lowers his body, his pubic bone will come into contact with the clitoris. As a result, the up and down rocking movement will constantly stimulate the clitoris and effectively help his partner reach orgasm quickly.",
      "Title": "The Cat",
      "id": "KS_34",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 2,
      "tips_her": "She may also wrap her legs around his. Sexual movement is focused in the pelvises, without leverage from the arms or legs. The rocking upward stroke (where the female leads) and downward stroke (where the male leads) of sexual movement builds arousal that partners let develop and peak naturally",
      "tips_his": "Instead of thrusting up and down, rock forward and back to, hopefully, provide enough stimulation for her to orgasm. Also try grinding your pelvis in a circular motion. Other studies suggest even greater success, with up to 73 percent of women achieving orgasm with CAT.",
      "try_this": "Ask her to straighten her legs. Push your pelvis down a few inches while she pushes up.",
      "userRating": 0
    },
    {
      "Benefits": "A little bit of variety if missionary begins to feel stale; good upper body exercise. ",
      "Description": "Place a pillow under the small of her back or her buttocks to tilt her pelvis and change the angle of your penetration for different sensations. Bracing yourself with your hands on the bed as in a pushup position, you take your weight off of her body.",
      "Title": "Quicker Picker Upper",
      "id": "KS_35",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 2,
      "tips_her": "Allow lust to guide you on an uncanny journey into eroticism that the both of you will never forget!",
      "tips_his": "The man takes support from the bed through his hands like in a push up position, take off the weight from her and enter",
      "try_this": "The woman lies on her back with a pillow under her buttocks. This will tilt her pelvic region which will give the freedom for different kind of thrusts for changing sensations",
      "userRating": 0
    },
    {
      "Benefits": "Lots of eye and body contact. The most commonly used position in the world, the missionary is an especially intimate position allowing for face-to-face contact. You like it because you can control penetration depth and speed of thrusting. She enjoys feeling your weight on her body, and the maximum skin-to-skin contact. Note that this position can make it more difficult to hold off ejaculation because of the intense friction and deep thrusting. To lengthen lovemaking, start there then switch to a position that maintains clitoral pressure without so much pelvic back and forth.",
      "Description": "The missionary position or man-on-top position is a sex position in which generally a woman lies on her back and a man lies on top of her while they face each other and engage in vaginal intercourse. The position may also be used for other sexual activity, such as anal sex. It is commonly associated with heterosexual sexual activity, but is also used by same-sex couples.\r\nThe missionary position may involve sexual penetration or non-penetrative sex (for example, intercrural sex), and its penile-vaginal aspect is an example of ventro-ventral (front-to-front) reproductive activity.Variations of the position allow varying degrees of clitoral stimulation, depth of penetration, participation on the part of the woman, and the likelihood and speed of orgasm.",
      "Title": "Missionary",
      "id": "KS_36",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 2,
      "tips_her": "The partner is not inactive, he can caress her neck, kissing passionately and watching her emotions. In spite of the fact the man is on top, this time, the woman has also right of vote.",
      "tips_his": "Raise her left leg so her knee is level with your right shoulder. Keep her other leg flat on the bed. Thrust toward the inner thigh of her raised leg. This adjustment forces tighter penetration and more clitoral pressure. ",
      "try_this": "Push up to create space in between you to sneak a small vibrator down for buzzing the top of her mound.",
      "userRating": 0
    },
    {
      "Benefits": "Comfortable position if she\u0027s pregnant or you\u0027re heavy. Also ideal for long lovemaking. Good one for falling asleep afterward. You both lie on your sides facing the same direction, you behind her. She bends her knees and pushes her rear back toward you for easier access to her vagina. Adjusting the lean of your bodies will vary the angle of entry and help with rocking and thrusting.",
      "Description": "This position is particularly relevant in the morning, when your erection makes itself felt, and the female partner is sleeping nearby. It is perfect for awakening morning sex because it is not necessary to make sudden movements, jump, do acrobatics, everything is much easier. The woman lies comfortably on her side; her right leg is slightly bent at the knee. The man is behind her, one arm is around his female partner’s waist or feels her vagina, the man’s legs are along the female’s legs, that is, the left leg is straight and the right is across. If you are not familiar with this comfortable position, now you have the perfect reason for morning sex.",
      "Title": "Spoon",
      "id": "KS_37",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "Keep both of your torsos in this doze pose and lift your top leg. Have him shift his lower body into a half-kneeling position, entering you from behind.",
      "tips_his": "To give her the sensation of greater width inside her, from the Spoon position have her bend and lift her top leg to her breasts. Adjust your position so you are more on top of her top hip than behind her.",
      "try_this": "Synchronize your breathing. One of you takes the lead and the other follows so that you inhale and exhale together. The coordinated rhythm opens an unspoken dialogue of intimacy. ",
      "userRating": 0
    },
    {
      "Benefits": "Offers a natural bridge to more creative positions. She lies on her back, and raises her right leg so you can position yourself between her legs at a 90-degree angle and enter. Her legs will form the tines of a spork, a spoon-and-fork utensil. She can do this with you facing her or facing her back. ",
      "Description": "The spork position is a side entry position. To get into this position, have the receiving partner lie on their side and raise their right leg to allow the penetrating partner be positioned between the legs at a 90 degree angle. ",
      "Title": "Spork",
      "id": "KS_38",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "From the Spork position, have her lift her top leg and support it by resting it on your shoulder. From here, she can easily stimulate her clitoris using her fingers while you\u0027re inside her.",
      "tips_his": " The man with one hand slips under the female partner’s knees and holds her hip, with the second one he can fondle her breasts. ",
      "try_this": "If she\u0027s limber, lift her left leg up to increase the depth of penetration. ",
      "userRating": 0
    },
    {
      "Benefits": "Relaxing position with deeper penetration and increased intimacy. Both of you lie on your sides facing one another. She bends and spreads her legs, and angles her vagina toward you. You lift your legs between hers to enter while she wraps her legs around your back.",
      "Description": "Both of you lie on your sides facing one another. She bends and spreads her legs, and angles her vagina toward you. You lift your legs between hers to enter while she wraps her legs around your back.",
      "Title": "Gift Wrapped",
      "id": "KS_39",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "The face-to-face aspect creates a closeness between partners and allows for plenty of kissing and easy access to breast play.",
      "tips_his": "Great position to interact with her face. Great for intimacy.",
      "try_this": "She can use her legs and feet to pull you close during thrusts for deeper penetration.",
      "userRating": 0
    },
    {
      "Benefits": "A very intimate face-to-face position that encourages hugging and kissing. This is an ideal position if she is pregnant or either one of you had a knee injury because it keeps weight off the body. To get into the position, begin by lying on your sides and facing one another. She spreads her legs slightly to allow you to enter her, then closes her legs so the part of your shaft that\u0027s outside can press against her clitoris. It\u0027s easy to kiss from this intimate face-to-face position. ",
      "Description": "The male lies on the side while his partner also faces him. The woman spreads her legs slightly to allow the male to penetrate her and then closes her legs in a manner so that the part of the man’s penis that’s outside the vagina and can press against the clitoris.Straight thrusting might be a bit difficult in this position, so the couple can try different techniques like grinding, circular motion and up-and-down thrusting instead of old-fashioned linear thrusting.",
      "Title": "Spoon, Facing",
      "id": "KS_40",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 2,
      "tips_her": "Hug each other for 20 seconds before getting busy. Hugging raises your levels of oxytocin, a bonding hormone your body produces naturally, and that will enhance your connection. Awww... ",
      "tips_his": "The position is great if either of the partner is suffering from an injury that requires them to keep weight off the body",
      "try_this": "Because thrusting is more difficult in this position, use different techniques such as grinding, circular, and up-and-down motions for added stimulation. ",
      "userRating": 0
    },
    {
      "Benefits": "Prolonged slow sex to build arousal. Shallow thrusts stimulate the nerve endings in the head of your penis. Sit on the bed facing each other with legs forward. Lift your right leg over her left and she lifts her right leg over your left. Come together so you can enter. Now both of you lie back, with your legs forming an X. Slow, leisurely gyrations replace thrusting.",
      "Description": "The X-rated is a sex position in which the man lies on his back and the woman straddles him facing toward his feet. Once the man has penetrated his partner, she then stretches her legs back toward his head and leans forward, so her torso rests between his legs. The X-rated gets its name from the \"X\" that his and her legs form when this position is executed properly. Plus, it\u0027s so hot, it should be X-rated!",
      "Title": "The X Position",
      "id": "KS_41",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "Much of the work is put on the woman, and is acheived when she slides her body up and down against the man. For help thrusting, she can grasp onto something in front of her, such as sturdy bed posts or her partner\u0027s feet. ",
      "tips_his": "The man can easily reach the woman’s clitoris – which is what aids in orgasm – and because the penis is riding on the TOP of the vaginal wall, the possibility for a G-Spot orgasm is also present!",
      "try_this": "Reach out and hold hands to pull together for pelvic thrusting. Also, take turns alternatively sitting up and lying back without changing the rhythm. ",
      "userRating": 0
    },
    {
      "Benefits": "She gets a prime view of your derriere. This is challenging  She lies on her back while you straddle her facing away. She lifts her legs and wraps them around your back to elevate her pelvis so you can enter. She then grabs your butt to help you slide up and back. She can add a little massage action to her grip also. ",
      "Description": "you lie on your back in a spread-eagle position, then your partner does the same directly on top of you. Then you do what you would if you were making snow angels—wave your arms around.",
      "Title": "Snow Angel",
      "id": "KS_42",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "you can position yourself in such a way that his penis touches your clitoris during sex. This will boost your sexual pleasure in a big way, resulting in such amazing orgasms, you’ll forget that it’s cold outside.",
      "tips_his": "Spin around into missionary style to face her while trying to stay inserted. Then switch positions, this time with her on top and facing away. ",
      "try_this": "The sex position requires your partner to lie on top of you with his head by your legs, face down. Then you grip and thrust each other.",
      "userRating": 0
    },
    {
      "Benefits": "Quicker orgasms for her; easier motions. ",
      "Description": "From The Spider, she can lift her legs onto your shoulders, which increases the muscular tension that advances the orgasm sequence. By elevating her butt off the bed, it\u0027\u0027ll be easier for her to thrust and grind in circles. ",
      "Title": "The Fusion",
      "id": "KS_43",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "Sit back and stretch your legs out so your partner can sit on your lap. Make sure your hands are to the side and your shoulders are elevated.\r\nThis position increases muscular tension that will result in quicker orgasms for the receiving partner. This position also has the receiving partner\u0027s buttocks lifted off the bed. The receiving partner is able to more easily move and grind on the penetrating partner",
      "tips_his": "Sit back and stretch your legs out so your partner can sit on your lap. Make sure your hands are to the side and your shoulders are elevated.",
      "try_this": "Among two bodies, united by the desire to have sex with each other, it is possible to lay down a lot of funny positions and silhouettes, do not dwell on the classic and bored versions, think broader.",
      "userRating": 0
    },
    {
      "Benefits": "A variation of One Up that allows for slow buildup.Some women find direct clitoral stimulation uncomfortable. Having her close her legs during oral sex may help. Place your hand above her public mound applying light pressure, then rub your firm tongue on the area around the clitoris to add indirect stimulation. ",
      "Description": "Men will start off on their backs. Ladies, climb on top with your back facing him. Once in position, use your feet for support while he thrusts up and down. Once she’s in place, gentlemen use your elbows to sit at an angle.",
      "Title": "Closed for Business",
      "id": "KS_44",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 3,
      "tips_her": "By keeping your knees spread apart, the further they remain the deeper the penetration. Ladies who want a rest and a deeper penetration, Open for Business will give you a break while keeping the pleasure going.",
      "tips_his": "Performing cunnilingus on her while her legs are closed causes her sexual arousal and excitement to build slowly and more intensely until she finally explodes in orgasm.”",
      "try_this": "During oral sex allow the knuckle of your index finger of your free hand to trail behind your tongue. The contrast between the soft flesh of the tongue and hard bone of the finger will create a pleasing sensation. ",
      "userRating": 0
    },
    {
      "Benefits": "The deep penetration of doggy-style while face to faceKneel and straddle her left leg while she is lying on her left side. She will bend her right leg around the right side of your waist, which will give you access to enter her vagina. For many women, rear entry hurts their backs. This position allows her to lounge comfortably while enjoying deep penetration.",
      "Description": "The deep penetration of doggy-style while face to faceKneel and straddle her left leg while she is lying on her left side. She will bend her right leg around the right side of your waist, which will give you access to enter her vagina. For many women, rear entry hurts their backs. This position allows her to lounge comfortably while enjoying deep penetration.",
      "Title": "The Pretzel",
      "id": "KS_45",
      "isFavourite": false,
      "isGspot": false,
      "isLiked": false,
      "isTried": false,
      "rating": 4,
      "tips_her": "Ask her to direct you, faster, slower, lighter, harder. ",
      "tips_his": "Be gentle with her clitoris. It\u0027s more sensitive than your penis, so touch lightly at first. Some women even prefer gentle pressure around it rather than direct stimulation. Go soft, then increase speed and pressure",
      "try_this": "Manually stimulate her using your fingers. Or withdraw your penis and, holding the shaft with your left hand, rub the head against her clitoris to bring her to the brink of orgasm then you can reinsert when she wants you inside her.  ",
      "userRating": 0
    }
  ]
}