{
   "spots": [
      {
         "id":"SP_01",
         "title": "Her Head",
         "imageId": "",
         "type": "F",
         "detail": "Have you ever been on the receiving end of a scalp massage and felt those warm fuzzy tingles from head to toe? That’s because the skin on the top of your head is loaded with nerves that are extremely sensitive to the touch. Stimulating the scalp in the right way releases a flood of feel-good hormones like serotonin and oxytocin. It also increases blood flow, not just to her brain (the largest sex organ, remember?) but all over her body.Next time you and your partner are kissing or cuddling, open your fingers wide and run them slowly through her hair, lightly stroking her scalp with your fingertips. Start behind her ears, at the base of the head, and circulate to the front, kind of like you’re lathering shampoo into your hair. Scalp massages are both soothing and sensual: They help release tension, and get her in the mood for other stimulating activities."
      },
      {
         "id":"SP_02",
         "title": "Her Ears",
         "imageId": "",
         "type": "F",
         "detail": "Although ears contain a ton of tiny nerve endings that send pleasurable responses to the brain, they receive very little attention in their day to day; this makes them an even hotter spot to stimulate during sexy time. Still, not everyone is comfortable with full tongue-to-ear penetration so the trick is to start off start off slowly and work your way up to more full ear contact.Start by lightly tracing the C-shaped outline of your partner’s ear with your fingertips or with your tongue. Gently kiss her earlobe or hold it lightly in your mouth and massage it with your lips. If she seems okay with this, you can take it as a green light to start to nibble or suck on the lobe. Once you become more comfortable with the landscape, try combining all of these moves together and every once and while, work your tongue into the center of her ear for a surprising but pleasurable sensation.Another great way to stimulate this spot is with sound! Never underestimate the power of a low moan or a sultry whisper sent directly (but softly) into her ear canal to drive her mad with desire."
      },
      {
         "id":"SP_03",
         "title": "Her Lips",
         "imageId": "",
         "type": "F",
         "detail": "Lips are the most exposed of all erogenous zones, and are packed with a ton of nerve endings (100 times more than our fingertips) that are sensitive to even the slightest touch. Stimulating them releases floods of feel-good hormones to our brains that affect our emotions, as well as our lady parts. That’s why kissing is such an essential act for couples. It enhances intimacy and helps partners connect, plus it just feels good.Lips can be best stimulated through kissing, obviously, but don’t be afraid to add a little variety to the way you’re pleasuring them! Your mouth should not be pressed up against hers like a dead fish. Use your lips, tongue and teeth to lick, nibble and caress her top and bottom lips. Every once in awhile, take a break from kissing to gently trace the outline of her lips with your thumb as you gaze into her eyes and catch your breath, before leaning in for more."
      },
      {
         "id":"SP_04",
         "title": "Her Neck",
         "imageId": "",
         "type": "F",
         "detail": "The neck is an area that is most sensitive to LIGHT sensations, and it’s also one of the sexiest places to touch, lick and kiss. Because the skin in this area is thin, it does not take a lot to make it feel good. Even the feeling of gentle breath on the nape of the neck can send shivers down a woman’s spine.This is a great erogenous zone to start stimulating, even before your partner is fully aroused. Try sweeping her hair up and planting gentle, warm kisses along the side of her neck, close to the place you would touch to check a pulse. The skin here is especially thin, meaning every sensation will be magnified. Then you can kiss your way up to her earlobe for a gentle nibble or two before going in for the full lip lock."
      },
      {
         "id":"SP_05",
         "title": "Her Nipples",
         "imageId": "",
         "type": "F",
         "detail": "Although men have been paying very special attention to nipple for years, it’s remarkable how few men know how to pleasure them to their full potential. Research shows that nipple stimulation is processed in the same region of the brain as touch to the clitoris and vagina, making it a key part of the holy trinity of female pleasure.While gently massaging your partner’s breast with one hand, use your fingers or tongue to lightly trace the area around the areola, before placing your open mouth on her nipple. Try using your lips to softly hold the nipple in your mouth and run your tongue back and forth over it; use your lips and tongue to massage the area, paying attention to her bodily cues to determine what she likes best."
      },
      {
         "id":"SP_06",
         "title": "Her Lower Back",
         "imageId": "",
         "type": "F",
         "detail": "Whether it’s at the end of a long day, or just another Tuesday, no woman can resist the power of a sensual back massage. The back is riddled with muscles and nerves that respond positively to touch, and the small of the back is especially sensitive.Start off by gently rubbing and caressing her back, focusing most of your attention to the sacrum, which is the area of her lower back just above the tailbone that is rich with nerve endings. Then you can start massaging the area right above her buttocks, using your thumbs to knead either side of (but not directly over) her spine. This maneuver becomes especially hot with the addition of some luxurious massage oil, like the moisturizing oil from Emily & Tony aromatherapy massage candles.This move will not only help to relax your partner, but also increase blood flow to her pelvic region and increase its sensitivity. Perfect for what comes next!"
      },
      {
         "id":"SP_07",
         "title": "Her Abdomen",
         "imageId": "",
         "type": "F",
         "detail": "Many women hold a lot of insecurities about their midsection, but the fact is that the abdomen is an extremely erotic area that should not be ignored. A woman’s abdominal muscles are connected to her vagina, which is why some women can even orgasm simply from doing core exercises. When these muscles are lightly stimulated during foreplay, it causes them to contract in anticipation, which actually boosts arousal. Plus, that stretch of skin between the breasts and pubic mound is loaded with nerve endings, and it’s proximity to the genitals makes it that more more sensitive to the touch.With your partner straddling you, start slowly stroking your fingers up and down her stomach or across her lower abdomen (between her bellybutton and pubic mound) which will stimulate blood flow to her nether regions. Allow your strokes to get lower and lower, closer to her nether regions, then bring them back up. The anticipation will build arousal until she is begging you for more direct stimulation."
      },
      {
         "id":"SP_08",
         "title": "Her Clitoris",
         "imageId": "",
         "type": "F",
         "detail": "The clitoris is the only part of the human body that’s sole purpose is to provide pleasure. With 8,000 nerve endings packed in such a small little space, you’ve gotta respect that ratio!Every clitoris is a little different in terms of sensitivity; even light pressure from fingertips may be too much for some ladies, while others can take a lot more stimulation. Start off light: Use two fingertips to gently massage the clitoris. Try using a circular motion, or switch it up with some up and down movements as well. Experiment with different speeds and pressure to see what works best for the recipient. Remember, this is not a rub n’ tug kind of experience, so be gentle. And a little lubrication certainly doesn’t hurt.You can also stimulate the clitoris with your mouth, or even bring a vibrator into the mix! The egg-shaped Mimi by Je Joue is the perfect sex toy for clitoral stimulation."
      },
      {
         "id":"SP_09",
         "title": "Her Inner Thighs",
         "imageId": "",
         "type": "F",
         "detail": "As anyone on the receiving end of a tickle fight will tell you, the inner thighs are ridiculously sensitive to all forms of touch. Along with the backs of her knees, the inner thighs are loaded with nerve endings and are often considered to be among the most sensitive parts of the body, so gentle touches and licks are most preferred.Next time you’re planning on going down on your partner, take a detour and show a little love to her inner thighs. Use gentle finger strokes and light licks to stimulate the skin there, as well as soft breaths against the slightly moist spots where your tongue has just been. You can even massage her thighs while your perform oral on her, which will stimulate the blood-flow to her genitals, making everything your mouth is doing feel that much better."
      },
      {
         "id":"SP_10",
         "title": "Her Feet",
         "imageId": "",
         "type": "F",
         "detail": "You don’t have to have a fetish to be able to show your partner’s feet a little love. Many are surprised to find that a foot stimulation can actually be a real turn on! This is because there are pressure points in your feet that are believed to trigger sexual arousal, or at the very least, help her de-stress after a hard day.Plop your partner’s feet into your lap and treat her (hopefully clean) tootsies to a sensual rub down. Start by massaging the pads of her feet, using your thumbs to rub upward in a circular motion. Repeat this kneading motion as you move slowly down the length of her foot, then move back up again all the way to the toes. Remember, this is not a strength competition, so ask her what type of pressure she prefers."
      },
      {
         "id":"SP_11",
         "title": "His Penis",
         "imageId": "",
         "type": "M",
         "detail": "While this one's pretty obvious, it's worth noting that both survey and lab-based scientific experiments demonstrate that penile stimulation significantly contributes to sexual satisfaction. And while this can be a sensitive subject, circumcision doesn't appear to decrease sensation or sexual satisfaction."
      },
      {
         "id":"SP_12",
         "title": "Mouth and Lips",
         "imageId": "",
         "type": "M",
         "detail": "Highly sensitive, male lips respond to light touch, temperature, or pressure. Kissing also triggers a release of hormones involved in intimacy—especially oxytocin, the so-called lovehormone."
      },
      {
         "id":"SP_13",
         "title": "Scrotum",
         "imageId": "",
         "type": "M",
         "detail": "Ranked No. 3 (behind penis and lips) in ability to produce sexual arousal, the scrotum is one of men's most notable erogenous zones. Lots of nerves mean that this area is super-sensitive to touch. However there's no research to back up what sort of touch works best, so you might have to resort to a slightly-less-than-scientific source instead!"
      },
      {
         "id":"SP_14",
         "title": "Neck",
         "imageId": "",
         "type": "M",
         "detail": "While touching the neck doesn't appear to be quite as much of a turn-on for men as for women, it's still ranked pretty highly on the erogenous zones list. The neck has great sensitivity to low-frequency vibration, making it a prime spot for light erotic touch."
      },
      {
         "id":"SP_15",
         "title": "Nipples",
         "imageId": "",
         "type": "M",
         "detail": "As with women, men rank nipples as a definite hot spot. While male nipples don't appear to serve any real purpose (they're basically by-products of evolution), that doesn't mean they're totally useless—they still have plenty of nerve endings"
      },
      {
         "id":"SP_16",
         "title": "Perineum",
         "imageId": "",
         "type": "M",
         "detail": "The perineum (the area between the anus and scrotum) is hooked up to perineal nerves, which help convey sensations of sexual pleasure from the genitals to the brain. In other words, if you're not familiar with this area, it might be worth your time to get acquainted."
      },
      {
         "id":"SP_17",
         "title": "Ears",
         "imageId": "",
         "type": "M",
         "detail": "Highly sensitive to touch because of a high number of sensory receptors on the skin, the ears are ranked just behind the scrotum for body parts that help men orgasm when touched or otherwise stimulated."
      }
   ]
}